Repository: SteveDodierLazaroPhD/ZeitgeistGPaste
Catalog: po/*.po
Languages: de

source: Failed to register the gtk application
de: Initialisierung der Gtk-Anwendung fehlgeschlagen

source: About
de: Über

source: Empty history
de: Chronik leeren

source: (Empty)
de: (Leer)

source: Quit
de: Beenden

source: GPaste daemon settings
de: GPaste-Daemon-Einstellungen

source: Track changes
de: Änderungen überwachen

source: Could not create history dir
de: Ordner für die Chronik konnte nicht angelegt werden

source: %m/%d/%y %T
de: %d. %m. %y - %T

source: [Image, %d x %d (%s)]
de: [Bild, %d x %d (%s)]

source: [Files]
de: [Dateien]

source: Track clipboard changes
de: Verfolge Änderungen in der Zwischenablage

source: Enable the gnome-shell extension
de: Die Gnome-Shell-Erweiterung aktivieren

source: Sync the daemon state with the extension's one
de: Synchronisiere Daemon mit der Erweiterung

source: Primary selection affects history
de: Auswahl beeinflusst Chronik

source: Synchronize clipboard with primary selection
de: Synchronisiere Zwischenablage mit Auswahl

source: Images support
de: Bilder unterstützen

source: Trim items
de: Objekte trimmen

source: Detect growing lines
de: Länger werdende Zeilen entdecken

source: Save history
de: Chronik speichern

source: Max element size when displaying:
de: Maximale Größe des anzuzeigenden Eintrages:

source: Max displayed history size:
de: Anzahl der anzuzeigenden Einträge:

source: Max history size:
de: Maximale Größe der Chronik:

source: Max memory usage (MB):
de: Maximaler Speicherverbrauch (MB):

source: Max text item length:
de: Maximale Textlänge:

source: Min text item length:
de: Minimale Textlänge:

source: Display the history:
de: Chronik anzeigen:

source: Sync the clipboard to the primary selection:
de: Zwischenablage mit der Auswahl synchronisieren:

source: Sync the primary selection to the clipboard:
de: Auswahl mit der Zwischenablage synchronisieren:

source: Couldn't connect to GPaste daemon
de: Verbindung zum GPaste daemon fehlgeschlagen

source: Backup history as:
de: Aktuelle Chronik sichern als:

source: General behaviour
de: Allgemeine Optionen

source: History settings
de: Einstellungen zur Chronik

source: Keyboard shortcuts
de: Tastaturkürzel

source: Histories
de: Chroniken

source: Switch to
de: Wechseln zu

source: Delete
de: Löschen

source: Signal %d received, exiting
de: Signal %d wurde empfangen. Programm wird beendet

source: Could not acquire DBus name.
de: DBus-Name konnte nicht bestimmt werden.

source: Could not register DBus service.
de: DBus-Service konnte nicht registriert werden.

source: Usage:
de: Verwendung:

source: print the history with indexes
de: Chronik mit Index anzeigen

source: backup current history
de: Aktuelle Chronik sichern

source: switch to another history
de: Zu einer anderen Chronik wechseln

source: delete a history
de: Lösche eine Chronik

source: list available histories
de: Verfügbare Chroniken anzeigen

source: print the history with NUL as separator
de: Zeige Chronik mit NUL als Trennzeichen

source: set text to clipboard
de: Den markierten Text in die Zwischenablage kopieren

source: number
de: Nummer

source: get the <number>th item from the history
de: Hole den <number>ten Eintrag aus der Chronik

source: set the <number>th item from the history to the clipboard
de: Setze den <number>ten Eintrag aus der Chronik in die Zwischenablage

source: delete <number>th item of the history
de: Lösche den <number>ten Eintrag aus der Chronik

source: path
de: Pfad

source: put the content of the file at <path> into the clipboard
de: Kopiere den Inhalt der Datei in <path> zur Zwischenablage

source: whatever
de: PROGRAMM

source: set the output of whatever to clipboard
de: kopiert die Ausgabe von PROGRAMM in die Zwischenablage

source: empty the history
de: Chronik leeren

source: start tracking clipboard changes
de: Startet die Verfolgung von Änderungen an der Zwischenablage

source: stop tracking clipboard changes
de: Stoppt die Verfolgung von Änderungen an der Zwischenablage

source: reexecute the daemon (after upgrading...)
de: Startet den Daemon neu (Nach einem Update …)

source: launch the configuration tool
de: Konfigurationswerkzeug starten

source: launch the applet
de: Applet starten

source: display the version
de: Programmversion anzeigen

source: display this help
de: Diesen Hilfetext anzeigen

source: Successfully reexecuted the daemon
de: Daemon wurde erfolgreich neu gestartet

source: Tray icon to manage GPaste
de: Icon im Benachrichtigungsfeld um GPaste zu konfigurieren

source: GPaste is a clipboard managing system allowing you to track and manage your clipboard history in a highly customizable way.
de: GPaste ist ein ein Managementsystem für die Zwischenablage, dass es erlaubt die Chronik der Zwischenablage auf eine sehr flexible Art zu verfolgen und zu managen.

source: GPaste provides you with an applet, in the form of a status icon which will give you access to your history in your tray area.
de: GPaste stellt ein Applet in Form eines Status-Icons bereit, das Zugriff auf die Chronik im Benachrichtigungsfeld ermöglicht.

source: GPaste provides you with an application indicator for unity which will give you access to your history in your indicator area.
de: GPaste stellt einen Applikations-Indikator für Unity bereit, der Zugriff auf die Chronik im Indikator-Feld ermöglicht.

source: GPaste Settings
de: GPaste-Daemon-Einstellungen

source: Manage GPaste settings
de: GPaste-Daemon-Einstellungen

source: GPaste provides you with a settings utility allowing you to customize its behaviour as expected.
de: GPaste stellt ein Einstellungswerkzeug bereit, das es ermöglicht sein Verhalten nach den eigenen Vorstellungen anzupassen.

source: Manage the GPaste daemon settings
de: GPaste-Daemon-Einstellungen

source: Max size of an element when displaying it
de: Maximale Größe des anzuzeigenden Eintrages

source: The extra stuff of that element will be replaced by "…", and newlines by " " when displaying from the applet, 0 to disable.
de: Die zusätzlichen Dinge dieses Elementes werden durch "…" ersetzt. Das Aplet stellt Zeilenumbüche als " " dar. 0 schaltet das Verhalten ab.

source: Do we detect and replace growing lines in history?
de: Werden länger werdende Zeilen in der Chronik entdeckt und ersetzt?

source: By default, selecting "Here is", then "Here is an example" will create two entries in the history. With this feature enabled, the first one will be replaced by the second one.
de: In der Standardeinstellung ergeben "Dies ist" und danach "Dies ist ein Beispiel" zwei Einträge in der Chronik. Wenn diese Einstellung aktiviert ist, wird der erste Eintrag durch den zweiten ersetzt.

source: The name of the current history
de: Name der Aktuellen Chronik

source: The default name is "history"
de: Der Standard-Name lautet "history"

source: Do we save the images copied to history, or only text?
de: Werden auch Bilder oder nur Text in die Chronik kopiert?

source: By default, we're saving both
de: Standardmäßig wird beides gespeichert.

source: Max displayed history size
de: Anzahl der anzuzeigenden Einträge

source: Maximum number of items displayed in the history
de: Die maximale Anzahl der anzuzeigenden Einträge in der Chronik

source: Max history size
de: Maximale Größe der Chronik

source: Maximum number of items in history
de: Maximale Anzahl der Einträge in der Chronik

source: Max memory usage (MB)
de: Maximal zugewiesener Speicher (MB)

source: Maximum amount of memory used to store contents
de: Maximaler Speicherverbrauch für Inhalte

source: Max text item size
de: Maximale Textlänge

source: Maximum size of a text item. Anything out of this boundary is ignored.
de: Maximale Textlänge. Alles außerhalb dieses Wertes wird ignoriert.

source: Min text item size
de: Minimale Textlänge

source: Minimum size of a text item. Anything out of this boundary is ignored.
de: Minimale Textlänge. Alles außerhalb dieses Wertes wird ignoriert.

source: The keyboard shortcut to delete the first element in history
de: Tastenkürzel um den ersten Eintrag in der Chronik zu löschen

source: By default, hitting ctrl + alt + v does that ("&lt;Ctrl&gt;&lt;Alt&gt;V"). An empty string here disables this functionnality.
de: Die Vorgabe ist Strg + Alt + v ("&lt;Strg&gt;&lt;Alt&gt;V"). Ein leeres Feld schaltet diese Funktion ab.

source: Does the primary selection affects history?
de: Beeinflusst die Auswahl die Chronik?

source: By default, only clipboard (ctrl+c) affects history.
de: Standardmäßig beinflusst nur die Zwischenablage (Strg+c) die Chronik

source: Do we save the history from one session to another?
de: Wird die Chronik von einer Sitzung zur anderen gespeichert?

source: By default, we're saving it
de: Der Standard ist ja.

source: The keyboard shortcut to display the menu
de: Tastenkürzel um Menüleisten zu öffnen

source: By default, hitting ctrl + alt + h displays the menu ("&lt;Ctrl&gt;&lt;Alt&gt;H"). An empty string here disables this functionnality.
de: Standardmäßig wird das Menü durch Strg + Alt - h ("&lt;Strg&gt;&lt;Alt&gt;H") angezeigt. Ein leeres Feld schaltet diese Funktion ab.

source: The keyboard shortcut to sync the clipboard to the primary selection
de: Tastenkürzel um Zwischenablage mit der Auswahl synchronisieren

source: By default, hitting ctrl + alt + o syncs them ("&lt;Ctrl&gt;&lt;Alt&gt;P"). An empty string here disables this functionnality.
de: Die Vorgabe ist Strg + Alt + o ("&lt;Strg&gt;&lt;Alt&gt;O"). Ein leeres Feld schaltet diese Funktion ab.

source: The keyboard shortcut to sync the primary selection to the clipboard
de: Tastenkürzel um Auswahl mit der Zwischenablage synchronisieren:

source: By default, hitting ctrl + alt + p syncs them ("&lt;Ctrl&gt;&lt;Alt&gt;P"). An empty string here disables this functionnality.
de: Die Vorgabe ist Strg + Alt + p ("&lt;Strg&gt;&lt;Alt&gt;P"). Ein leeres Feld schaltet diese Funktion ab.

source: Are the primary selection and the clipboard synchronized?
de: ist die Auswahl und die Zwischenablage synchron?

source: By default, the primary selection and the clipboard are independent.
de: Standardmäßig ist die Auswahl und die Zwischenablage unabhängig voneinander.

source: Do we track the clipboard changes?
de: Werden Änderungen an der Zwischenablage verfolgt?

source: By default, we're tracking those changes.
de: Standardmäßig werden sie verfolgt.

source: Do we sync the daemon state with the gnome-shell extension's one? (disable the daemon when disabling the extension)
de: Wird der Zustand des Daemons mit der gnome-shell-extension synchronisiert? (Daemon wird zusammen mit der Erweiterung beendet)

source: By default, the daemon state keeps unchanged
de: Standardmäßig bleibt der Daemon unberührt.

source: Do we trim the textual items before adding them to history?
de: Werden Texte getrimmt, bevor sie in die Chronik aufgenommen werden?

source: Trimming means removing all trailing and ending spaces. By default, we're letting them as-is.
de: Trimmen bedeutet das Entfernen von Leerzeichen am Anfang und Ende. Standardmäßig werden sie so belassen wie sie sind.
